Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/uit/phd/randall_sexton.pdf.tmx
Source language: nob
Languages: sme

source: Et bredere møte mellom tradisjoner og en inklusjon av lokal hjelper tradisjon kan ha viktige fordeler for pasienter og helsevesenet som helhet, og er ønskelig blant flertallet av samiske pasienter.
sme: Árbevieruid buoret vuostáiváldin ja báikkálaš veahkehanvugiid dohkkeheapmi sáhttá leat stuora ávkin pasieanttaide ja dearvvašvuođadoaimmahaga ollisvuhtii, ja lea juoga maid eanas sámi pasieanttat háliidivčče.

source: Det er også i tråd med anbefalinger om helsetjenester i multikulturelle og ikke vestlige områder.
sme: Dán oainnu dorjot maiddái máŋggakultuvrralaš ja dearvvašvuođadoaimmahagat eará guovlluin go oarjemáilmmis.

source: Samtidig er det svært viktig å ta hensyn til den lokale rammen hjelpertradisjonen er praktisert i.
sme: Seammás lea hui deaŧalaš vuhtii váldit dan báikkálaš dilálašvuođa gos árbevirolaš veahkehanvuohki lea geavahuvvon.

source: Å møte begge disse punktene er en klar utfordring som kan kreve en større dialog mellom utøvere fra begge tradisjoner.
sme: Goappaš dáid čuoggáid vuhtii váldin lea čielga hástalusášši, mii dáidá eaktudit buoret gulahallama goappaš vugiid ovddasteddjiid bealis.

source: Noen første skritt kan være å åpne for et samarbeid der pasienter skulle ønske det, og muligheter for møter mellom tradisjoner der broer kan bygges på tvers av bakgrunn.
sme: Muhtun vuosttaš lávkkit sáhttet leat lágidit dili ovttasbargui dalle go pasieanttat dan háliidit, ja hukset oktavuođaid ja gulahallama árbevieruid gaskka.
